<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="EUC-KR">
<title>약관동의</title>
 <link rel="stylesheet" href="/member/data/agreePage.css" type="text/css"/>

   <!-- accordion 접히는 Script 선언 -->
  <script>
  $(function() {
    $( "#accordion" ).accordion();
    $('#accordion input[type="checkbox"]').click(function(e) {
        e.stopPropagation();
    });
  });
  </script>
</head>

<body>
<form action="main.jsp?inc=./dog_test/testForSuitability_login.jsp" method="post" id="form1">
<div id="d1">
 <h1 align="center">약관동의</h1>
 <hr width = "100%" color="orange" /><br/><br/>
  <tr>
   <h2><td align="left"><font>견주 적합 테스트, 회원가입 이용약관, 개인정보 수집 및 이용에 모두 동의합니다.</font></td>
   <td><input type="checkbox" name="all" id="all"></td></h2>
   <hr width = "100%" color="gray" />
  </tr>
 <div id="accordion">
  
   <h3><font>견주 적합 테스트(필수)</font><input type="checkbox" name="c1" id="c1"/></h3>
   <td><textarea readonly="readonly" rows="5" cols="66">

견주 적합 테스트를 하는 목적이라 함은 길위에 잃어버린 이름을 다시 찾자라는 의도에서 시작 되었습니다.

농림축산검역본부 동물보호 관리시스템(APMS)에 따르면 매년 유기, 유실되는 반려견의 수가 만 단위로 증가하고있습니다.
유기견에 관한 문제들이 사회적으로 시슈화됨에도 불구하고 그 수가 줄기는커녕 가속화되고 있습니다.

사회적으로 유기견들이 위험에 처해있다는 것은 이슈화되었고,이에 대한 관심 또한 커지고 있는 실정이다.
하지만 유기견들이 왜 이런 위험에 직면했는 지에 대해서는 무지하다. 유기견들이 죽음으로 관리되는 이유는 크게 3가지로, 예산채널, 활동채널, 입양채널에 있다. 유기견들이 위험에 처한 이유를 명확히 알지 못하고,
적절한 해결책이 제시되지 않는다면 유기견들을 향한 관심과 노력들이 무용지물이 될것이다.

더 이상 아파하고 버려지는 강아지들이 없도록 나에게 맞는 반려견, 반려견에 맞는 주인이 되도록 견주 적합 테스를 시행하게 되었으며, 조금이라도 버려지는 강아지가 줄어들기를 바랍니다.

회원이 이 약관의 규정에 위반한 행위로 회사 및 제3자에게 손해를 입히거나 회원의 책임 있는 사유에 의해 회사 및 제3자에게 손해를 입힌 경우에는 회원은 그 손해를 배상하여야 한다.

검사 후 추후 문제 발생시 회사에서 책임지지 않습니다.


   </textarea>
   
   <h3><font>이용약관(필수)</font><input type="checkbox" name="c2" id="c2"/></h3>
   <div>
     <textarea readonly="readonly" rows="5" cols="66">
- 제1조(목적)
이 약관은 MEET YOUR FAMILY가 운영하는 사이트 유기견보호센터 
에서 제공하는 인터넷 관련 서비스를 이용함에 있어 이를 이용하는
이용자와 유기견보호센터의 권리·의무 및 책임사항을 규정함을 목적으로 한다.

- 제2조 (용어의 정의)

이 약관에서 사용하는 용어의 정의는 아래와 같다.
① 회사 라 함은 인터넷 사이트 유기견보호센터 MEET YOUR FAMILY 을 운영하는 유기견보호센터을 말한다.
② 서비스 라 함은 인터넷 유기견보호센터  MEET YOUR FAMILY 및 정보통신설비등을 이용하여 유기견보호센터가 회원들이 애견분양(후원하기,사랑주기)을 
목적으로 등록하는 자료등을 각각의 목적에 맞게 분류, 가공하여 정보를 제공하는 내용 및 기타 관련된 서비스를 말한다.
③ 회원 이라 함은 애견분양(후원하기, 사랑주기)을 목적으로 서비스를 이용하기 위하여 동 약관에 동의하여 이용자 ID를 부여받은 사람을 말한다.
④ 이용자ID 또는 \"회원ID\"라 함은 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 부여하는 문자와 숫자의 조합을 말한다.
⑤ 비밀번호라 함은 회사의 서비스를 이용하려는 사람이 이용자ID를 부여받은 자와 동일인임을 확인하고 회원의 권익을 보호하기 위하여 회원이 
선정한 문자와 숫자의 조합을 말한다.

- 제3조 (약관의 효력 및 개정)

1. 이 약관은 인터넷 사이트 유기견보호센터을 통하여 이를 공지하거나 전자우편 기타의 방법으로 회원에게 통지함으로써 효력이 발생됩니다.
2. 회사는 관련법규를 준수하는 범위내에서 이 약관을 개정할 수 있으며, 사정상 중요한 사유가 발생될 경우 사전 고지 없이 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지 또는 통지함으로써 효력이 발생됩니다.
3. 회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있으며, 변경된 약관의 효력 발생일 이후에도 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.
4. 회사는 이 약관의 내용과 상호, 영업장 소재지, 대표자의 성명, 사업자등록번호, 연락처 등을 이용자가 알 수 있도록 게시하거나 기타의 방법으로 이용자에게 공지해야 한다.

- 제4조 (약관 외 준칙)

이 약관에서 규정하지 않은 사항에 관해서는 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진등에 관한 법률, 전자거래기본법, 신용정보이용및보호에관한법률, 기타 관련 법령의 규정에 따릅니다.

- 제5조 (이용신청의 승낙과 제한)

① 회사는 이용신청자의 처리를 특별한 경우를 제외하고는 접수순서에 따라 서비스 이용을 승낙하는것을 원칙으로한다.
② 회사는 다음 각 호의 1에 해당하는 이용계약 신청에 대하여는 이를 승낙하지 아니 할 수 있습니다.
1. 본인의 실명, 또는 개인정보를 정확히 기재하지 않는 경우
2. 다른 사람의 명의를 도용하여 신청한 경우
3. 기재된 내용중 허위로 기재하여 신청한 경우
4. 현행법규에 위배되는 내용이나 사회의 미풍양속을 저해할 목적으로 신청한 경우
5. 회원자격을 상실한 적이 있는 회원
6. 기타 회사가 서비스운영상 필요하다고 인정되거나, 업무에 문제가 있다고 판단되는 경우

③ 회사는 아래 사항에 해당하는 경우에는 그 신청에 대하여 승낙을 유보할 수 있다.
1. 회사가 설비의 여유가 없는 경우
2. 회사의 기술상 지장이 있는 경우
3. 기타 회사의 사정상 필요하다고 인정되는 경우

- 제6조 (이용계약의 성립)

① 유기견보호센터가 제공하는 서비스를 받고자 하는 자는 회원가입절차를 거쳐 회원으로 가입하여야 하며, 회원 가입희망자가 이 약관의 내용을 동의하고, 이용신청에 대하여 회사가 승낙함으로써 성립한다.
② 제1항의 승낙은 이용신청자의 본 약관에 대한 동의를 확인하고 전자메일의 매체를 통하여 통지함으로써 이용계약이 성립한다.
③ 서비스를 이용하고자 하는 자가 이용신청 당시 웹상의 \"동의함\" 버튼을 누르면 본 약관 및 개인정보보호정책에 대하여도 동의한 것으로 간주한다.

- 제7조 (서비스 이용신청)

① 회원으로 가입하여 본 서비스를 이용하고자 하는 이용고객은 회사에서 요구하는 제반정보를 가입신청 양식에 기록해 주어야 한다.
② 모든 회원은 제1항의 기입한 내용에 하자가 없어야만 서비스를 이용할 수 있으며, 기재내용이 허위로 등록된 경우에는 서비스 사용에대한 제한을 받을수 있을뿐만아니라, 사용자는 일체의 권리를 주장할 수 없다.
③ 타인의 명의를 도용하여 이용신청을 한 회원의 모든 ID는 삭제되며, 관계법령에 따라 처벌을 받을 수 있다.

- 제3장 서비스 이용

- 제8조 (서비스의 내용)

① 회사는 제2조 1항의 서비스를 제공할 수 있으며 그 내용은 다음 각 호와 같다.
1. 분양공고 서비스(일반분양, 긴급분양)
2. 분양공고 스크랩
3. 기타 애견과 관련된 제반 서비스
② 회사는 필요한 경우 서비스의 내용을 추가 또는 변경할 수 있다.

- 제9조 (정보의 제공)
회사는 회원이 서비스 이용중 필요가 있다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 회원에게 제공할 수 있습니다.

- 제10조 (회원의 의무)

① 회원은 관계법령과 본 약관의 규정 및 기타 회사가 공지, 통지하는 사항을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 해서는 안 된다.
② 회원은 회원에게 부여된 ID와 비밀번호의 관리 소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
③ 회원은 자신의 ID나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 회사에 알려야 하며, 알리지 않아 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
④ 회원은 회사가 공지사항에 게시하거나 별도로 공지한 이용제한 사항을 준수하여야 한다.
⑤ 회원은 회사의 사전승낙 없이는 서비스를 이용하여 영업활동을 할 수 없으며, 그 영업활동의 결과와 회원이 약관에 위반한 영업활동을 하여 발생한 결과에 대하여 회사는 책임을 지지 않는다. 회원은 이와 같은 영업활동으로 회사에 손해를 입은 경우 회원은 회사에 대하여 손해배상의무를 진다.
⑥ 회원은 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없다.
⑤ 회원은 본 서비스를 건전한 서비스이용 이외의 목적으로 사용해서는 안되며 이용 중 다음 각 호의 행위를 해서는 안 된다.
1. 범죄행위을 목적으로 하거나 기타 범죄행위와 관련된 행위
2. 공공질서 및 미풍양속에 위반되는 내용등을 전송, 게시, 전자메일 또는 기타의 방법으로 타인에게 유포하는 행위
3. 다른 회원의 ID와 비밀번호, 개인식별정보 등을 도용하는 행위
4. 회사의 직원이나 관리자를 가장하거나 사칭하여 내용물을 게시, 등록하거나 메일을 발송하는 행위
5. 타인의 명예를 훼손하거나 모욕하는 행위
6. 타인의 지적재산권 등의 권리를 침해하는 행위
7. 해킹행위 또는 바이러스의 유포 행위
8. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 계속적으로 전송하는 행위
9. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있다고 판단되는 행위
10. 사이트의 정보 및 서비스를 이용한 영리 행위
11. 그밖에 선량한 풍속, 기타 사회질서를 해하거나 관계법령에 위반하는 행위

- 제11조 (서비스의 요금)

① 회원가입은 무료이며, 회원이 자신의 정보를 보다 효과적으로 노출시키기 위한 방편으로 초기화면 노출 및 서브페이지 상위노출 다중노출 등 여러 형태로 유료로 운영할수있다.
② 회사는 유료서비스의 요금및 상세내용을 사이트에 공시를 하여야 한다.
③ 회사는 유료서비스 이용금액을 서비스의 종류 및 기간에 따라 회사가 변경할 수 있다. 다만, 변경 이전에 적용 또는 계약한 금액은 소급하여 적용하지 아니한다.

- 제12조 (무료분양정보, 유료분양정보, 후원하기, 사랑주기)

① 회원은 분양을 원하는 회원이 애견분양글를 열람한 후 해당 회원에 대한 판단을 돕기 위해 정보를 정확히 기재하여야 한다.
② 회원에의해 등록되는 애견분양글중 다음 각 호의 1에 해당한다고 판단되는 경우에 사전통지 없이 삭제할 수 있습니다.
1. 애견분양글을 가장하여 물품판매, 타 유료분양 Site/Cafe 홍보, 등을 행하는 광고
2. 회원명 및 연락처등 중요 기입사항이 명확하게 기입되지 않은경우
3. 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
4. 공공질서 및 미풍양속에 위반되는 내용인 경우
5. 현행법에 위배되는 내용이나 범죄적 행위에 결부된다고 인정되는 내용일 경우
6. 회사의 저작권 또는 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
7. 게시판의 성격에 부합하지 않는 게시물의 경우
8. 기타 관계법규에 위배되는 내용이나, 사이트의 원활한 운영을 위하여 운영자가 필요하다고 판단한 경우.

③ 제2항을 위반하여 발생되는 모든 책임은 전적으로 회원에게 있다.
④ 회사는 회원이 등록한 정보 및 애견분양글을 회사가 제휴 관계를 체결한 여타 인터넷 웹 사이트 또는 신문, 잡지 등의 온라인과 오프라인 매체를 통해 사이트에 등록한 회원의 애견분양정보가 열람될 수 있도록 서비스를 제공할 수 있다.
⑤ 회원은 타회원이 등록한 무료분양글을 검색등을 통하여 읽을 수 있으며 중요(연락처등)정보의 경우 유로로 열람을 허용한다.
⑥ 회원은 타회원이 등록한 유/무료 분양글에 대해서 회사에서 제공하는 책임분양(안심분양)을 통하지 않고 회원간 직거래 분양에 대한 모든 책임은 회원 당사자에게 있다.
⑦ 회사는 회원이 책임분양(안심분양)서비스를 이용하며 발생한 직거래 문제에 대해서 해결의 의지를 보여 원만한 해결이 되도록 해야할 의무가 있으며, 매매종료(안심분양 종료)이후 일어나는 모든 문제에 대해서는 책임을 지지않는다.
⑧ 회사는 예치금결제(뼈다귀충전)에 대해서 이용안내를 제공하여야 하며, 결제페이지에 일부를 게시, 링크를 제공하여야 한다.
⑨ 회사는 예치금결제(뼈다귀충전)를 한경우 유기견보호센터의 사이버머니인 뼈다귀를 구매한것으로 간주하며, 이용안내를 숙지한것으로 간주한다.

- 제13조 (서비스 이용시간)

① 회사는 특별한 사유가 없는 한 연중무휴, 1일 24시간 서비스를 제공한다. 다만, 회사는 서비스의 종류나 성질에 따라 제공하는 서비스 중 일부에 대해서는 별도로 이용시간을 정할 수 있으며, 이 경우 회사는 그 이용시간을 사전에 회원에게 공지 또는 통지하여야 한다.
② 회사는 자료의 장애해결을 위한 보수작업, 시스템 교체작업등이 발생한 경우 일시적으로 서비스를 중단할 수 있다.
③ 회사는 다음 각 호의 1에 해당하는 경우 서비스의 제공을 중지할 수 있다.
1. 설비의 보수 등 회사의 필요에 의해 사전에 회원들에게 통지한 경우
2. 기간통신사업자가 전기통신서비스 제공을 중지하는 경우
3. 기타 불가항력적인 사유에 의해 서비스 제공이 객관적으로 불가능한 경우

- 제14조 (정보의 제공 및 광고의 게재)

① 회사는 회원에게 서비스 이용에 필요가 있다고 인정되거나 서비스 개선 및 회원대상의 서비스 소개 등의 목적으로 하는 각종 정보에 대해서 전자우편이나 서신우편을 이용한 방법으로 제공할 수 있다.
② 회사는 제공하는 서비스와 관련되는 정보 또는 광고를 서비스 화면, 홈페이지 등에 게재할 수 있으며, 회원들에게 메일을 통해 알릴 수 있다.
③ 회사는 서비스상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 모든 손실과 손해에 대해 책임을 지지 않는다.
④ 본 서비스의 회원은 서비스 이용 시 노출되는 광고게재에 대해 동의 하는 것으로 간주한다.

- 제15조 (자료내용의 책임과 회사의 정보 관련 권한)

① 자료내용은 회원이 등록한 애견정보 및 사이트에 게시한 게시물을 말한다.
② 회원은 자료 내용 및 게시물을 사실에 근거하여 성실하게 작성해야 하며, 만일 자료의 내용이 사실이 아니거나 부정확하게 작성되어 발생하는 모든 책임은 회원에게 있다.
③ 모든 자료내용의 관리와 작성은 회원 본인이 하는 것이 원칙이나 사정상 위탁 또는 대행관리를 하더라도 자료내용의 책임은 회원에게 있으며 회원은 주기적으로 자신의 자료를 확인하여 항상 정확하게 관리가 되도록 노력해야 한다.
④ 회사는 회원이 등록한 자료 내용에 오자, 탈자 또는 사회적 통념에 어긋나는 문구가 있을 경우 이를 언제든지 수정할 수 있다.
⑤ 회사는 회원이 등록한 자료를 회사가 운영하는 같은 목적의 타사이트에도 게재할수 있다.

- 제16조 (게시물의 저작권 및 자료 활용)

① 게시물에 대한 권리와 책임은 게시자에게 있으며, 회사는 게시자의 동의 없이는 이를 회사가 운영하는 사이트 이외에 영리적 목적으로 사용할 수 없습니다. 단, 비영리적인 경우에는 그러하지 아니한다.
② 회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.

- 제17조 (회사의 의무)

① 회사는 본약관에서 정한바에따라 계속적, 안정적으로 서비스를 제공 할 수 있도록 최선의 노력을 다해야 한다.
② 회사는 특별한 사정이 없는 한 회원이 서비스 이용 신청 후, 48시간 이내에 서비스를 이용할 수 있도록 한다.
③ 회사는 서비스와 관련한 회원의 의견이나 불만사항이 접수되는 경우, 그내용이 타당하다고 판단될경우 상황에 맞는 적절한 조치하여야한다.
④ 천재지변 등 예측하지 못한 일이 발생하거나 시스템의 장애가 발생하여 서비스가 중단될 경우 이에 대한 손해에 대해서는 회사가 책임을 지지 않는다. 다만 자료의 복구나 정상적인 서비스 지원이 되도록 최선을 다할 의무를 진다.
⑤ 회원이 사이트에 등록한 정보, 애견분양공고등의 내용은 사이트 방문자에게 공개를 원칙으로 하며, 회사는 공개 기간을 지정할 수 있다. 단, 일부 비공개 항목은 사이트에서 제시하는 별도의 옵션을 통해 지정할 수 있다.
⑥ 회원이 등록한 자료로 인하여 사이트의 원활한 운영에 영향을 미친다고 판단될시, 등록된 모든자료를 회원의 사전동의 없이 삭제할수 있다.

제 4 장 계약 해지 및 이용 제한

- 제 18 조 (회원의 가입해지/서비스중지/자료삭제)

① 회원이 가입해지를 신청하고자 할 때는 가입시 기 입력한 메일 및 생년월일등의 내용을 전송하면 회사는 이에 따라 해지처리를 하여야한다.
② 다음의 사항에 해당하는 경우 회사는 회원의 사전 동의없이 가입해지나 서비스 중지, 애견공고를 삭제 조치를 취할 수 있다.
1. 회원의 의무를 성실하게 이행하지 않았을 때
2. 회원명 및 연락처등 중요 기입사항이 명확하게 기입되지 않거나 허위로 등록된 경우
3. 회원 가입 또는 애견분양공고 등록시 본 서비스에서 안내하는 방법으로 가입하지 않았거나 등록하지 않았을 때
4. 분양공고를 가장하여 물품판매, 타 유료분양Site/Cafe등을 홍보하는 광고
5. 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
6. 직거래가 아닌 분양광고, 회원이 등록하는 자료가 당사이트에 부적절하다고 판단되는 경우
7. 공공질서 및 미풍양속에 위반되는 내용인 경우
8. 현행법에 위배되는 내용이나 범죄적 행위에 결부된다고 인정되거나, 우려가 되는 경우
9. 저작권 또는 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
10. 게시판의 성격에 부합하지 않는 게시물의 경우
11. 규정한 유료서비스 이용 요금을 납부하지 않았을 때
12. 본 서비스 목적에 맞지 않는 분야에 정보를 활용하여 사회적 물의가 발생하거나 발생한 우려가 있다고 판단할때
13. 회원이 등록한 정보의 내용이 사실과 다르게 조작되었거나 허위로 등록되었을 때
14. 기타 당사이이트의 명예를 훼손하는 행위를 할경우.
15. 기타 관계법규에 위배되는 내용이나, 사이트의 원활한 운영을 위하여 운영자가 필요하다고 판단한 경우.

- 제19조(신용정보의 제공 활용 동의)

① 회사가 회원가입과 관련하여 취득한 회원의 신용정보를 타인에게 제공하거나 활용하고자 할 때에는 신용정보이용및보호에관한법률 제23조의 규정에 따라 사전에 그 사유 및 해당기관 또는 업체명 등을 밝히고 해당 회원의 동의를 얻어야 한다.
② 본 서비스와 관련하여 회사가 회원으로부터 신용정보의이용및보호에관한법률에 따라 타인에게 제공 활용에 동의를 얻은 경우 회원은 회사가 신용정보 사업자 또는 신용정보 집중기관에 정보를 제공하여 회원의 신용을 판단하기 위한 자료로 활용하거나, 공공기관에서 정책자료로 활용되도록 정보를 제공하는 데 동의한 것으로 간주한다.

- 제20조 (손해배상 및 면책)
① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
② 회사는 서비스 이용과 관련하여 가입자에게 발생한 손해 가운데 가입자의 고의, 과실 및 회원의 귀책사유로 인한 서비스 이용의 장애 및 손해에 대하여 책임을 지지 않는다.
③ 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않는다.
④ 회원이 이 약관의 제17조,제18조 등의 규정에 위반한 행위로 회사 및 제3자에게 손해를 입히거나 회원의 책임 있는 사유에 의해 회사 및 제3자에게 손해를 입힌 경우에는 회원은 그 손해를 배상하여야 한다.
⑤ 회사는 이 약관의 제16조등의 규정에 위반한 행위로 이용자에게 손해가 발생한 경우 회사는 그 손해를 배상하여야 한다.

- 제21조 (분쟁의 해결)

① 회사와 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 노력을 하여야 한다.
② 전항의 노력에도 불구하고, 분쟁에 대해 소송이 제기될 경우 회사의 주소지 관할법원으로 한다.

(시행일) 이 약관은 2021년 1월 11일부터 시행한다.


   </textarea>
   </div>
   
   <h3><font>개인정보동의(필수)</font><input type="checkbox" name="c3" id="c3"/></h3>
   <div>
   <textarea readonly="readonly" rows="5" cols="66">
MEET YOUR FAMILY은 아래의 목적으로 개인정보를 수집 및 이용하며, 회원의 개인정보를 안전하게 취급하는데 최선을 다하고 있습니다.
1.개인정보의 수집목적 및 이용목적
① 유기견 보호센터는 회원님께 최대한으로 최적화되고 맞춤화된 서비스를 제공하기 위하여 다음과 같은 목적으로 개인정보를 수집하고 있습니다.
- 성명, 아이디, 비밀번호 : 회원제 서비스 이용에 따른 본인 식별 절차에 이용
- 이메일주소, 이메일 수신여부, 전화번호 : 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보의 안내 
- 주소, 전화번호 : 경품과 쇼핑 물품 배송에 대한 정확한 배송지의 확보
- 비밀번호 힌트용 질문과 답변 : 비밀번호를 잊은 경우의 신속한 처리를 위한 내용 
- 그 외 선택항목 : 개인맞춤 서비스를 제공하기 위한 자료 ② 단, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본
적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다. 

2.수집하는 개인정보의 항목
유기견 보호센터는 별도의 회원가입 절차 없이 대부분의 컨텐츠에 자유롭게 접근할 수 있습니다. 유기견 보호센터의 회원제 서비스를 이용하시고자 
할 경우 다음의 정보를 입력해주셔야 하며 선택항목을 입력하시지 않았다 하여 서비스 이용에 제한은 없습니다. 
①회원 가입시 수집하는 개인정보의 범위 
- 필수항목 : 희망 ID, 비밀번호, 비밀번호 힌트용 질문과 답변, 성명, 생년월일, 주소, 전화번호
- 선택항목 : 이메일주소, 이메일 수신 여부 회사주소
- 자동수집항목 : IP Address, 서비스 이용기록 등

3.개인정보의 보유기간 및 이용기간
① 귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기됩니다. 단, 상법 등 관련법령의 규정에 의하여 다음과 같이 거래 관련 
권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 보유합니다. 
- 회원가입정보의 경우, 회원가입을 탈퇴하거나 회원에서 제명된 경우 등 일정한 사전에 보유목적, 기간 및 보유하는 개인정보 항목을 명시하여 동의를 구합니다.
- 계약 또는 청약철회 등에 관한 기록 : 5년
- 대금결제 및 재화등의 공급에 관한 기록 : 5년
- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
② 귀하의 동의를 받아 보유하고 있는 거래정보 등을 귀하께서 열람을 요구하는 경우 유기견 보호센터는 지체없이 그 열람, 확인 할 수 있도록 조치합니다.
    </textarea>
   </div>
 </div>
 

  <h3><font>반려견 MBTI(선택)</font><input type="checkbox" /></h3>
 <div>
     <textarea readonly="readonly" rows="5" cols="66">
MEET YOUR FAMILY 에서는 이러한 이유로 MBTI를 진행하고 있습니다.

* 반려견과 함께하다 보면 흔히 듣는 이야기가 있습니다.

'골든 리트리버는 착하고 순하다'
'3대 악마견은 슈나우저, 코카 스파니엘, 비글이고, 이들을 말릴 사람은 아무도 없다'
'푸들은 똑똑해서 키우기 쉽다' 등

반려견의 견종이 그 친구의 모든 것을 대변하는 것처럼 쉽게들 말합니다.

이는 이런 말과 같습니다.

'한국인은 모두 김치를 좋아해'

'강원도 사람은 감자를 좋아해'

'요즘 젊은 사람들은 말이야, 아주~ 당돌해!'

견종으로 인하여 성격적 특성이 공유됨을 부정하지 못하지만

그전에, 모든 개는 개별적인 특성을 가집니다.

반려견의 성격을 안다는 것은 무엇일까요?

MEET YOUR FAMILY의 연구진들은 반려견이 지속적으로, 또 비슷하게 나타내는 행동 패턴이 의미하는 바를 파악함으로써

개별적인 특성을 파악하고자 했습니다.

그저 우리의 흥미를 위해, 반려견에게 또 하나의 낙인을 찍기 위해 본 검사를 만들지 않았습니다.

반려견의 개별적 특성을 파악해 반려견에 대해 더 깊이 이해할 수 있도록,

그 이해를 기반으로 더 좋은 양육환경을 고민할 수 있도록,

결국 더욱 건강한 반려 생활이 될 수 있도록.

반려견 성격유형 검사는 위와 같은 마음을 담아 제작되었습니다.


* 반려견을 이해하는 또 하나의 관점

우리는 네 개의 측면으로 반려견의 성격을 파악할 수 있음을 연구를 통해 확인하였습니다.

해석을 간명하게 하기 위해 네 개의 차원 양 극단에 유형을 명명하였습니다.

1) 활동성향

반려견의 에너지 수준에 대하여 측정합니다.

에너지가 적은 경우 정적성향,

에너지 수준이 높은 경우 동적성향을 가진다고 할 수 있습니다.

2) 관계성향

반려인에게 보이는 관계에 대한 관점입니다.

반려견이 반려인에게 관심받기를 원할수록 관계지향,

자주적인 모습을 많이 보일수록 독립지향을 가진다고 할 수 있습니다.


3) 적응성향

반려견이 보이는 정서적 안정성을 측정합니다.

반려견이 다양한 자극에 대하여 긴장하는 경우 신중형,

먼저 다가가서 적극적으로 탐색하는 경우에는 능동형이라 할 수 있습니다.

4)순종성향

반려견이 반려인의 신호에 반응하는 스타일을 확인합니다.

반려인의 신호에 성실하게 반응하는 경우 충직,

상황에 따라 다르게 반응하는 경우 영민하다고 할 수 있습니다.

반려견의 16가지 성격 유형


네 가지 차원에서의 점수를 통해 나온 유형을 16가지로 조합할 수 있습니다.

이와 같은 유형은 반려견의 성격 특성을 더 쉽게 이해하기 위한 수단일 뿐,

절대 불변하는 것이 아니며 시간이 지남에 따라 반려견의 성향 또한 변화할 수 있습니다.

* 검사 특징

검사를 받기 전에 알아야 할 것

해당 검사에서의 성격적 특성은 반려견의 현재 상태를 반영하는 행동을 기반으로 평가합니다.

이러한 검사의 특성으로 인해  검사 결과에 영향을 줄 수 있는 요소는 두 가지가 있습니다.

1) 첫 번째

양육 환경 혹은 연령 등의 변화로 반려견의 심리 상태가 변할 때 검사의 결과가 달라질 수 있습니다.

반려견의 행동 변화가 이유 없이 생기는 일은 상당히 드뭅니다.

신체적 변화, 심리적 변화, 성숙 혹은 노화 등 반려견에게 어떠한 변화가 생기면 자연스레 반려견의 행동 또한 변하게 됩니다.

본 검사는 현재 상태에 반려견이 보이는 행동에 초점을 맞추고 있기 때문에 검사를 실시하는 시점에 따라 결과가 다르게 나타날 수 있습니다.

2) 두 번째

반려견의 몸짓을 이해하는 반려인님의 관심과 통찰력입니다.

반려견이 보이는 행동을 충분히 관찰하고또 그 행동의 의미를 파악하는 경우 해당 검사 결과의 정확성이 증가합니다.

반대로, 반려견이 표현하고 있는 몸짓이 불편함의 신호인지, 혹은 좋은 상태인지 모른다면 결과가 부적절할 가능성이 큽니다.

본 검사에서는 이러한 이유로 '관찰 정확성'을 간단하게나마 평가합니다.

만약 해당 영역에서 낮은 점수를 받으신다면 하루 30분씩 반려견의 몸짓을 집중 관찰하는 시간을 가져보세요.

기분이 좋을 때 귀의 모양은 어떻게 되는지,

입모양은 어떤 때에 어떻게 변화하는지,

꼬리가 어떻게 움직이는지 등

끊임없는 움직임을 관찰해 보세요.

그 무수한 움직임에서 반려견의 마음이 몽글몽글 느껴질 때쯤, 본 검사에 응답해 보시길 권합니다!

반려견을 더욱 이해할 수 있는 전문적인 틀

반려견이 스스로 응답하는 것이 아닌데,

그저 반려견을 관찰한 내가 응답한 것뿐인데

내가 응답하는 이 검사가 정말 반려견의 성격이 맞는 것인지 헷갈릴 것입니다.

사람의 심리검사 중에도 어떤 사람의 특성을 평가하기 위해 타인이 응답하는 방법이 있습니다.

예를 들자면, 아동의 특성을 파악하기 위해 교사가 평가하는 평정 방법 등이 존재합니다.

반려견이 일관적으로 보여주는 행동적 특성이 존재한다면 반려인의 관찰을 기반으로 심리적 특성에 대한 평가가 가능하다는 가정도 가능합니다.

실제로 많은 해외 학술지에서는 반려견마다 성격이 존재하고, 이를 평가할 수 있다는 근거를 제시합니다.

더욱 객관적이고 실증적인 평가가 가능할 수 있도록 심리검사를 개발하는 과정을 동일하게 거쳐 본 검사를 제작하였습니다.

지레 짐작하여 틀린 정보를 제공하는 것을 지양하기 위해 다양한 상황에 따른 행동적 근거를 수집하여 그에 맞는 진단 결과를 제공합니다.

그래서 문항에 응답하는 데에 다소 오랜 시간이 필요할 수 있습니다.

본 검사의 문항은 183개입니다.

모든 문항은 검사의 타당성을 위해 의도를 가지고 만들었습니다.

일부 문항이 비슷한 내용으로 보일지라도

이는 더욱 정확한 검사 결과를 제공하기 위하여 설계된 부분입니다.

검사의 처음부터 끝까지 집중하시어 지시문에 따라 응답해 주시기 바랍니다.

더 정확하기 위한 노력
반려견의 성격을 측정하기 위해 거친 절차는 아래와 같습니다.


1. 반려견의 성격에 대한 이론적인 구조 구축

  ▶ 어휘 가설을 가정하고 반려견 성격 묘사에 활용되는 형용사 수집

     · 어휘 가설: 구성개념에 대하여 묘사하기 위해 일상적으로 표현되는 언어의 내재적 구조를 파악하는 것이 해당 구성개념의 구조라고 가정하는 가설

  ▶ 해외 학술지 참고, SNS, 반려인 대상 초점집단면접, 수의사 면담 등의 방법을 활용하여 문항 수집

  ▶ 수집된 형용사에 대한 반려인의 평정 값 수집

     · 1차: 598명 참여

     · 2차: 1,149명 참여

  ▶ 수집된 자료를 통계적 절차에 따라 분석

     · 활용한 통계분석 방법: 기술통계량, 문항 간 상관분석, 탐색적 요인분석, 확인적 요인분석, 다분문항반응이론 일반화부분점수모델 등

  ▶ 통계적 근거와 반려견 관련 전문가의 해석적 측면을 고려하여 5개의 요인 도출

2. 연구 과정에서 확인된 반려견의 성격 요인을 토대로 성격 차원 구성

  ▶ 외향성을 '활동성향'으로 확장

  ▶ 친화성을 '관계성향'으로 세분화

  ▶ 주도성을 '적응성향'으로 적용

  ▶ 지성을 성격적 차원으로 보기에 부적절할 수 있다는 판단으로 순종성과 함께 묶어 '순종성향'으로 종합

3. 문장형 검사 개발

  ▶ 280개 문장형 문항 개발

     · 연구 결과를 토대로 상황, 대상 등에 따라 형용사형 문항을 문장형 문항으로 세분화

  ▶ 반려인 대상 예비조사 결과와 반려견 관련 전문가의 의견을 토대로 수정 및 삭제

  ▶ 전문가 집단에게 보고서 내용을 검수 받아 수정 보완

  ▶ 통계적 기준과 전문가의 견해에 따라 기준점(cut-score) 설정

  ▶ 세 차례에 걸친 수정으로 문항과 요인 점수에 대한 해석 확정
     </textarea>
 </div>
 
 
 <div align="center">
  <br/><br/>
  <input type="submit" value="동의" class="btn2">
  <input type="reset" value="비동의" class="btn2">
  <br/>
 </div>
</div>
</form>
<br/><br/><br/><br/>



<!-- check Box 이벤트처리를 위한 Script -->
<script>
var doc = document; 
  var form1 = doc.getElementById('form1'); 
  var inputs = form1.getElementsByTagName('INPUT'); 
  var form1_data = {
   "c1": false,  //전체 선택
   "c2": false,  //필수 선택 1
   "c3": false   //필수 선택 2
  }; 
 
  var c1 = doc.getElementById('c1'); 
  var c2 = doc.getElementById('c2'); 
  var c3 = doc.getElementById('c3'); 
 
  function checkboxListener() {
   form1_data[this.name] = this.checked; //각각 자신의 checkBox를 Checked 상태로 바꿈 
  }
 
   c1.onclick = c2.onclick = c3.onclick = checkboxListener;   //c1, C2, C3를 checkBoxListenner를 호출하여
                                                                   //Checked로 바꿈
   var all = doc.getElementById('all');  //전체 체크를 위한 체크박스 선언
 
   all.onclick = function() {  //전체 체크를 누를 시
    if (this.checked) {
     setCheckbox(form1_data, true);   //form1_data(c1,c2,c3)의 값을 모두 Checked로 바꿈
    } else {
     setCheckbox(form1_data, false);  ////form1_data(c1,c2,c3)의 값을 모두 no checked로 바꿈
    }
   }; 
 
   function setCheckbox(obj, state) { //checkbox상태 변경하는 함수
    for (var x in obj) {
     obj[x] = state; 
 
     for(var i = 0; i < inputs.length; i++) {
      if(inputs[i].type == "checkbox") {
       inputs[i].checked = state; 
      }
     }
 
    }
   }
 
   form1.onsubmit = function(e) {
      e.preventDefault();
    
      if ( !form1_data['c1'] ) {
       alert('견주 적합 테스트에 대한 안내를 동의하지 않았습니다.');  
       return false; 
      }
    
      if ( !form1_data['c2'] ) {
       alert('이용약관에 대한 안내를 동의하지 않았습니다.'); 
       return false; 
      }
      if(!form1_data['c3']){
          alert('개인정보동의에 대한 안내를 동의하지 않았습니다.');
          return false;
      }
 
   this.submit(); 
  }; 
</script>
</body>
</html>